const KulumkiDescription = () => {
  return (
    <article className="mt-3 space-y-3 rounded-lg bg-white p-3 md:p-6">
      <p className="mb-2 text-zinc-600">
        <strong>Любите відпочинок на природі</strong>, цінуєте комфорт і дбаєте
        про своє здоров&apos;я? Хотіли б більше часу проводити на свіжому
        повітрі,
        <em> подалі від одноманітності міської метушні</em>? У такому разі вам
        точно знадобиться <mark>туристичний каремат</mark>!
      </p>
      <p className="text-zinc-600">
        <strong>Каремат</strong> – це незамінна річ для туристичних походів,
        заміських виїздів та активного відпочинку. Він надійно захищає від{" "}
        <em>холоду</em>, спеки та <mark>вологи</mark>, не вбирає воду, легкий,
        мʼякий, еластичний і повністю екологічно безпечний. Завдяки цим
        властивостям каремат легко скручується і не потребує додаткової фіксації
        у згорнутому стані.
      </p>
      <p className="text-zinc-600">
        Наші каремати, завдяки <strong>унікальній структурі</strong>, гарантують
        комфорт і безпеку в будь-яких умовах. Матеріал, з якого виготовлені
        каремати (<em>спінений поліетилен</em>), має{" "}
        <strong>температурний діапазон</strong> використання від -60 до +100 °С.
      </p>
      <p className="text-zinc-600">
        <strong>Туристичний каремат</strong> – це ідеальне рішення для вашого
        активного дозвілля та здорового способу життя!
      </p>
    </article>
  );
};

export { KulumkiDescription };
