const MattsDescription = () => {
  return (
    <div className="mt-3 rounded-lg bg-white p-3 md:p-6">
      <p className="mb-2 text-zinc-600">
        Це м’яке покриття для підлоги, яке використовується у спортзалах, для
        гімнастики, фітнесу, тренувань, а також у домашніх умовах. Такі мати
        забезпечують безпечне та комфортне виконання вправ, захищаючи від травм
        та ударів. Особливо корисні для дитячих кімнат: у разі падіння мат
        пом&#39;якшує удари й захищає дитину від ушкоджень.
      </p>
      <p className="text-zinc-600">
        Мати зі спіненого поліетилену – це легкий, гіпоалергенний матеріал, який
        не вбирає вологу й пил, легко очищується, не деформується і швидко
        відновлює форму після згинання. На відміну від матів із вторинного
        поролону, він повністю гіпоалергенний, не має запаху і володіє малою
        вагою.
      </p>
      <h2 className="mb-3 mt-4 text-xl font-semibold text-zinc-800">
        Основні характеристики
      </h2>
      <ul className="list-disc space-y-1 pl-5 text-zinc-600">
        <li>
          <strong>Матеріал:</strong> спінений поліетилен із щільністю
          33&nbsp;кг/м³ (відповідає щільності 160-170&nbsp;кг/м³ вторинно
          спіненого поролону)
        </li>
        <li>
          <strong>Товщина мату:</strong> від 15 до 50&nbsp;мм
        </li>
        <li>
          <strong>Властивості:</strong> двосторонні, легкі, гіпоалергенні, мають
          низьке водопоглинання, швидко відновлюють форму після згинання
        </li>
        <li>
          Ідеальний вибір для безпечних та комфортних тренувань і занять спортом
          удома чи в залі
        </li>
      </ul>
    </div>
  );
};

export { MattsDescription };
