const SudiniaDescription = () => {
  return (
    <article className="mt-3 space-y-3 rounded-lg bg-white p-3 md:p-6">
      <p className="mb-2 text-zinc-600">
        <strong>Туристична сидушка</strong> – це невеликий прямокутний виріб із
        еластичного матеріалу з широкою резинкою, спеціально розроблений для
        комфортного сидіння. Сидушка виготовлена із{" "}
        <em>хімічно зшитого пінополіетилену</em>, який має чудові{" "}
        <strong>теплоізоляційні властивості</strong>. Щільність пінополіетилену
        наших сидушок – <mark>33&nbsp;кг/м³</mark>, це м’який і зручний
        матеріал, сидіти на якому – справжнє задоволення! Пінополіетилен не
        вбирає вологу, коефіцієнт водопоглинання становить менше 1%. Туристичну
        сидушку легко очищати від забруднень. Вона стане у пригоді практично
        кожному, адже всі ми інколи опиняємось у ситуаціях, коли доводиться
        сидіти на не дуже зручних поверхнях. Саме тоді сидушка стане незамінним
        помічником.
      </p>
      <p className="text-zinc-600">
        Рибалки, дачники, сноубордисти та мисливці неодмінно оцінять всі
        переваги цього функціонального та доступного за ціною виробу. Всі наші
        сидушки комплектуються широкою еластичною резинкою з карабіном (
        <strong>фастексом</strong>). Така система дозволяє зафіксувати сидушку
        на поясі, що дуже зручно в ситуаціях, коли потрібно часто вставати та
        сідати. Також фастекс особливо корисний для сноубордистів – сидушка
        завжди залишатиметься на тому місці, де вона має бути.
      </p>
    </article>
  );
};

export { SudiniaDescription };
