export const dataFeatures = [
  {
    id: 1,
    icon: "star",
    description: "Контроль якості на кожному етапі.",
  },
  {
    id: 2,
    icon: "sprout",
    description: "Безпечне, гіпоалергенне полотно.",
  },
  {
    id: 3,
    icon: "truck",
    description: "Швидке виготовлення та доставка.",
  },
  {
    id: 4,
    icon: "biceps-flexed",
    description: "Гнучкий підхід та зручна співпраця.",
  },
  {
    id: 5,
    icon: "forklift",
    title: "Постійні складські запаси",
    description: "Технічна підтримка та консультації.",
  },
];

// export const dataFeatures = [
//   {
//     id: 1,
//     icon: "star",
//     title: "Висока якість продукції",
//     description:
//       "Перевірені постачальники сировини та компонентів. Контроль на кожному етапі виробництва. Лабораторні випробування та контроль продукції.",
//   },
//   {
//     id: 2,
//     icon: "sprout",
//     title: "Екологічність та безпека",
//     description:
//       "Полотно Verdani ППЕ ПЛ хімічно інертно, не викликає алергічних реакцій, не подразнює шкіру та слизову оболонку очей.",
//   },
//   {
//     id: 3,
//     icon: "truck",
//     title: "Швидке відвантаження",
//     description:
//       "Наявність власного виробництва та високопродуктивного обладнання гарантують виготовлення та поставку замовлень будь-яких обсягів у найкоротші терміни",
//   },
//   {
//     id: 4,
//     icon: "package-plus",
//     title: "Широкий асортимент ",
//     description:
//       "Ми постійно працюємо над асортиментом, оптимізуємо його та наповнюємо новинками.",
//   },
//   {
//     id: 5,
//     icon: "biceps-flexed",
//     title: "Індивідуальний підхід ",
//     description:
//       "Наша компанія відрізняється гнучкістю та індивідуальним ставленням до кожного клієнта.  Ми вибудовуємо систему взаємовідносин з кожним клієнтом, щоб щоденна співпраця була не тільки ефективною, але і максимально зручною та приємною для кожного співробітника в ланцюжку поставки продукції.",
//   },
//   {
//     id: 6,
//     icon: "forklift",
//     title: "Постійні складські запаси",
//     description:
//       "На нашому виробничому складі завжди є запас стандартної продукції для оперативної доставки.",
//   },
//   {
//     id: 7,
//     icon: "gem",
//     title: "Робота за спецзамовленнями",
//     description:
//       "Фахівці Verdani швидко та кваліфіковано пропонують рішення щодо нестандартних продуктів та оперативно виготовляють нову продукцію під замовлення.",
//   },
//   {
//     id: 8,
//     icon: "cog",
//     title: "Технічна підтримка ",
//     description:
//       "Технічна підтримка та консультації фахівцями здійснюються протягом співпраці з моменту першого замовлення. ",
//   },
// ];
