import { Category } from "@/types";

export const titleMetadata = {
  main: "Будтеплоізол(Budteploizol) – туристичні та спортивні коврики, сидіння та теплоізоляційні рулони для будь-яких умов",
  [Category.Soundproofing]:
    "Звукоізоляційні матеріали для підлоги, стін і стелі: ізолон, пінокаучук, поліетилен",
  [Category.Mats]:
    "Спортивні покриття для дитячих майданчиків та єдиноборств – безпечні, надійні та за вигідною ціною",
  [Category.Rolls]:
    "Товари для туризму, спорту й відпочинку: каремати, килимки та мати",
  [Category.Kulumki]:
    "КулИмки для підлоги та стін: туристичні, спортивні, дитячі, місцеві, активні відпочинки",
  [Category.Sidyshki]:
    "Сидіння та теплоізоляційні рулони для будь-яких умов: туристичні, спортивні, дитячі, місцеві, активні відпочинки",
};

export const descriptionMetadata = {
  main: "Широкий асортимент ковриків та сидінь зі спіненого поліетилену (мілітарі, туристичні, дитячі, спортивні), а також рулонів Budteploizol (Будтеплоізол) з фольгуванням та клейким шаром. Зручність, термо- та вологоізоляція для походів, риболовлі, полювання, спорту і будівництва.",
  [Category.Soundproofing]:
    "Підвищуйте затишок у вашій оселі за допомогою ефективних звукоізоляційних матеріалів. Ізолон, пінокаучук і спінений поліетилен гарантують чудову шумоізоляцію для підлоги, стін та стелі. Обирайте найкращі рішення із доставкою в нашому інтернет-магазині!",
  [Category.Mats]:
    "Шукаєте покриття для дитячого майданчика, борцівські килими чи татамі? У нашому інтернет-магазині ви знайдете великий вибір безпечних і довговічних спортивних покриттів. Замовляйте онлайн та отримуйте доставку за привабливими цінами!",
  [Category.Rolls]:
    "Обирайте рулони Budteploizol, які гарантують найкращу відповідність та надійність. Туристичні, спортивні, дитячі, місцеві, активні відпочинки - це найбільш ефективні та надійні рулони для будь-яких умов. Обирайте найкращі рішення із доставкою в нашому інтернет-магазині!",
  [Category.Kulumki]:
    "Потрібне надійне спорядження для активного відпочинку? Пропонуємо каремати, килимки для йоги, мати для басейнів і туристичні сидушки. Висока якість, швидка доставка по Україні та привабливі ціни. Обирайте комфорт і безпеку – замовляйте зараз!",
  [Category.Sidyshki]:
    "Обирайте сидушки та теплоізоляційні рулони для будь-яких умов, які гарантують найкращу відповідність та надійність. Туристичні, спортивні, дитячі, для активного відпочинку – це найбільш ефективні та надійні рулони для будь-яких потреб. Обирайте найкращі рішення із доставкою в нашому інтернет-магазині!",
};

export const keywordsMetadata = {
  main: "коврик, каремат, сидіння, сидушка, туристичний килимок, Budteploizol, пінополіетилен, фольгування, термоізоляція, вологостійкість, військовий, мисливський, рибальський, похід, спорт, аеробіка, пілатес, альпінізм, дитячий, утеплення, рулони, мати, активний відпочинок",
  [Category.Soundproofing]:
    "звукоізоляція, звукоізоляційні матеріали, ізолон, пінокаучук, спінений поліетилен, звукоізоляція для підлоги, звукоізоляція для стін, звукоізоляція для стелі, матеріали для звукоізоляції, шумоізоляція, шумоізоляційні матеріали, ізоляція підлоги, ізоляція",
  [Category.Mats]:
    "спортивні покриття, дитячі покриття, тати мати, борцівські килими, покриття для боротьби, розвиваючі килимки, дитячі килимки, амортизуючі покриття, спортивні покриття для залу, тати для єдиноборств, покриття для дитячого майданчика",
  [Category.Rolls]:
    "товари для туризму, спортивні килимки, каремати купити, килимки для йоги, мати для басейну, туристичні сидушки, спортивне покриття, мат татамі, килимок для фітнесу, товари для спорту, дитячі килимки, килимок для кемпінгу",
  [Category.Kulumki]:
    "кулімки, килимки для підлоги, килимки для стін, туристичні, спортивні, дитячі, місцеві, активні відпочинки, кулімки для підлоги та стін, кулімки для підлоги та стін, кулімки для підлоги та стін, кулімки для підлоги та стін, кулімки для підлоги та стін, кулімки для підлоги та стін, кулімки для підлоги та стін",
  [Category.Sidyshki]:
    "туристичні сидушки, підсідальники з резинками, туристичні сидушки з фастексами, сидушка для походу, сидушка для пікніка, сидушка з фастексами, комфорт для подорожей, захисні сидушки, сидушка для риболовлі, сидушки з резинками, сидушка на природу, компактн",
};

export const Thumbnail = "/favicon/og-main.png";
// export const baseUrl = "https://budteploizol-v2.vercel.app/";
export const baseUrl = "https://www.budteploizol.com.ua/";
